Repository: michaelgrigoryanwork/Currency-Converter
Catalog: Currency Converter/Currency Converter/App/Localizable.xcstrings
Source language: en
Languages: ru

source: British Pounds
ru: Британские Фунты

source: Chinese Yuan
ru: Китайский Юань

source: Currency Converter
ru: Конвертер Валют

source: Done
ru: Готово

source: Euros
ru: Евро

source: History
ru: История

# main_view_info
source: *You can change selected/target currency by clicking on flags. Target currency value is read-only.
ru: *Вы можете изменить выбранную/целевую валюту, нажимая на флажки. Значение целевой валюты доступно только для чтения.

# no_history
source: No history available! Try to convert any currency.
ru: История недоступна! Попробуйте конвертировать любую валюту.

source: Russian Rubles
ru: Российские Рубли

source: Selected Currency
ru: Выбранная Валюта

source: Swiss Francs
ru: Швейцарские Франки

source: Tap To Convert
ru: Нажмите Для Конвертации

source: Target Currency
ru: Целевая Валюта

source: US Dollars
ru: Доллары США
